Repository: FreePBX/timeconditions
Catalog: i18n/*/LC_MESSAGES/timeconditions.po
Languages: bg_bg, de_de, es_es, fa_ir, pl, pt_br, ru_ru

source: --Select a Calendar--
de_de: --Wählen Sie einen Kalender--
pl: --Wybierz kalendarz--
ru_ru: --Выбор календаря--

source: --Select a Group--
bg_bg: --Изберете група--
de_de: --Wählen Sie eine Gruppe aus--
es_es: -- Seleccione un grupo --
fa_ir: --انتخاب یک گروه--
pl: --Wybierz grupę--
pt_br: --Selecionar Grupo--
ru_ru: --Выбор группы--

source: : Time Condition Override
bg_bg: : Отмяна на Времево Условие
de_de: : Überbrückung der Zeitbedingung
es_es: : Condición horaria anulada
fa_ir: ：بازنویسی شرط زمانی
pl: : Nadpisanie warunku czasowego
pt_br: : Substituição da Condição Horária
ru_ru: : Переопределение правил по времени

source: Actions
bg_bg: Действия
de_de: Aktionen
es_es: Acciones
fa_ir: عملیات
pl: Działania
pt_br: Ações
ru_ru: Действия

source: Add New Time Group...
bg_bg: Добави Нова Времева Група...
de_de: Neue Zeitgruppe hinzufügen…
es_es: Agregar un nuevo Grupo de Horario...
fa_ir: افزودن گروه زمانی جدید...
pl: Dodaj nową grupę czasową...
pt_br: Adicionar Novo Grupo de Horário...
ru_ru: Добавить новую временную группу...

source: Add Time
bg_bg: Добави Час
de_de: Zeit hinzufügen
es_es: Agregar horario
fa_ir: افزودن زمان
pl: Dodaj czas
pt_br: Adicionar Horário
ru_ru: Добавить время

source: Add Time Condition
bg_bg: Добави Времево Условие
de_de: Zeitbedingung hinzufügen
es_es: Agregar Condición Horaria
fa_ir: افزودن شرط زمانی
pl: Dodaj warunek czasowy
pt_br: Adicionar Condição Horária
ru_ru: Добавить правило по времени

source: Add Time Group
bg_bg: Добави Времева Група
de_de: Zeitgruppe hinzufügen
es_es: Añadir grupo horario
fa_ir: افزودن گروه زمانی
pl: Dodawaj grupę czasową
pt_br: Adicionar Grupo Horário
ru_ru: Добавить временную группу

source: Add a time for this time condition
bg_bg: Въведете време за това времево условие
de_de: Fügen Sie eine Zeit für diese Zeitbedingung hinzu
es_es: Agregar horario para esta condición horaria
fa_ir: افزودن زمان برای این شرط زمانی
pl: Dodaj czas dla tego warunku czasu
pt_br: Adicionar um horário para esta condição horária
ru_ru: Добавить время для этого правила по времени

source: Already exists Time Conditions Name:
de_de: Dieser Name für die Zeitbedingung existiert bereits:
pl: Nazwa warunków czasowych już istnieje:
ru_ru: Такое название правила по времени уже существует:

source: Applications
bg_bg: Приложения
de_de: Anwendungen
es_es: Aplicaciones
fa_ir: برنامه‌های کاربردی
pl: Aplikacje
pt_br: Aplicações
ru_ru: Приложения

source: April
bg_bg: Април
es_es: Abril
fa_ir: آوریل
pl: Kwiecień
pt_br: Abril
ru_ru: Апрель

source: August
bg_bg: Август
es_es: Agosto
fa_ir: آگوست
pl: Sierpień
pt_br: Agosto
ru_ru: Август

source: Calendar
de_de: Kalender
pl: Kalendarz
ru_ru: Календарь

source: Calendar Group
de_de: Kalendergruppe
pl: Grupa kalendarzy
ru_ru: Группа календаря

source: Calendar Group to check for timeconditions
de_de: Kalendergruppe in der nach Zeitbedingungen gesucht werden soll
pl: Grupa kalendarza do sprawdzania warunków czasowych
ru_ru: Группа календаря для проверки правил по времени

source: Calendar Mode
de_de: Kalendermodus
pl: Tryb kalendarza
ru_ru: Режим календаря

source: Calendar Not found
de_de: Kalender nicht gefunden
pl: Nie znaleziono kalendarza
ru_ru: Календарь не найден

source: Calendar to check for time condition
de_de: Kalender mit dem die Zeitbedingung überprüft werden soll
pl: Kalendarz do sprawdzania warunków czasowych
ru_ru: Календарь для проверки правила по времени

source: Cannot remove the only rule. At least 1 rule is required.
bg_bg: Не може да се премахне единственото правило. Необходимо е най-малко едно правило.
de_de: Die einzige Regel kann nicht entfernt werden. Mindestens 1 Regel ist erforderlich.
es_es: No se puede eliminar la única regla. Siempre debe existir al menos una.
fa_ir: نمی توان تنها قانون‌ موجود را حذف کرد. حداقل وجود یک قانون‌ الزامی است.
pl: Nie można usunąć jedynej reguły. Wymagana jest co najmniej 1 reguła.
pt_br: Não é possível remover a única regra. Pelo menos uma regra é necessária.
ru_ru: Не удается удалить единственное правило. Требуется не менее 1 правила.

source: Change Override
bg_bg: Промени Отмяна
de_de: Überbrückung ändern
es_es: Sustituir cambio
fa_ir: تغییر بازنویسی
pl: Zmień nadpisanie
pt_br: Alterar Substituição
ru_ru: Переопределение изменений

source: Could not delete time group as it is in use
bg_bg: Не мога да изтрия времевата група тъй като се използва
de_de: Konnte die Zeitgruppe nicht löschen, da sie verwendet wird
es_es: No se puede eliminar el Grupo Horario porque esta en uso
fa_ir: نمی توان گروه زمانی درحال استفاده را حذف کرد
pl: Nie można usunąć grupy czasowej, ponieważ jest używana
pt_br: Não foi possível excluir o grupo horário pois ele está em uso
ru_ru: Невозможно удалить временную группу, т.к. она используется

source: Creates a condition where calls will go to one of two destinations (eg, an extension, IVR, ring group..) based on the time and/or date. This can be used for example to ring a receptionist during the day, or go directly to an IVR at night.
bg_bg: Създава възможност обажданията да се насочват към едно от две направления (например вътрешна линия, IVR, група на звънене..) в зависимост от час и/или дата. Може да се използва например да звъни на секретар през деня, а нощно време да се насочва към IVR.
de_de: Erzeugt eine Bedingung, die Anrufe abhängig von Uhrzeit und/oder Datum zu einem von zwei Zielen (z.B. eine Nebenstelle, IVR oder Rufgruppe) durchstellt. Dies kann beispielsweise verwendet werden, um tagsüber einen Rezeptionisten anzurufen und nachts direkt auf ein IVR zu schalten.
es_es: Crea una condición en la que las llamadas irán a uno de los dos destinos (por ejemplo, una extensión, IVR, grupo de timbrado..) en función de la hora y/o la fecha. Esto se puede utilizar por ejemplo para llamar a un recepcionista durante el día, o ir directamente a un IVR por la noche.
fa_ir: هنگامی که تماس باید بر اساس تاریخ و زمان به یک مقصد هدایت شود، می بایست یک شرط زمانی تعریف کنید. به عنوان مثال در طول روز تماس به یک داخلی هدایت می شود در صورتی که در طول شب به منوی صوتی وصل خواهد شد.
pl: Tworzy warunek, w którym połączenia będą kierowane do jednego z dwóch miejsc docelowych (np. numer wewnętrzny, IVR, grupa kontaktowa...) na podstawie godziny i/lub daty. Można to wykorzystać na przykład do zadzwonienia do recepcjonisty w ciągu dnia lub przejść bezpośrednio do IVR w nocy.
pt_br: Cria uma condição onde as chamadas irão para um dos dois destinos (por exemplo, um ramal, URA, grupo de toque...) com base na hora e/ou data. Isso pode ser usado, por exemplo, para ligar para uma recepcionista durante o dia, ou ir diretamente para uma URA durante a noite.
ru_ru: Создает условие, при котором вызовы будут поступать в один из двух пунктов назначения (например, добавочный номер, IVR, группа вызова..) в зависимости от времени и/или даты. Это можно использовать, например, для того, чтобы позвонить секретарю в течение дня или перейти непосредственно к IVR ночью.

source: Current
bg_bg: Текущ
de_de: Aktuell
es_es: Corriente
fa_ir: فعلی
pl: Aktualne
pt_br: Atual
ru_ru: Текущий

source: December
bg_bg: Декември
de_de: Dezember
es_es: Diciembre
fa_ir: دسامبر
pl: Grudzień
pt_br: Dezembro
ru_ru: Декабрь

source: Delete
bg_bg: Изтрий
de_de: Löschen
es_es: Borrar
fa_ir: حذف
pl: Usuń
pt_br: Apagar
ru_ru: Удалить

source: Description
bg_bg: Описание
de_de: Beschreibung
es_es: Descripción
fa_ir: توضیحات
pl: Opis
pt_br: Descrição
ru_ru: Описание

source: Destination if time does not matche
bg_bg: Направление ако времето не съвпада
de_de: Ziel, falls die Zeit nicht übereinstimmt
es_es: Destino si el horario no coinciden
fa_ir: مقصد تماس در صورتی که زمان همخوانی نداشته باشد
pl: Miejsce docelowe, jeśli czas nie jest zgodny
pt_br: Destino se o horário não for igual
ru_ru: Назначение при несовпадении времени

source: Destination if time matches
bg_bg: Направление ако времето съвпада
de_de: Ziel, falls die Zeit übereinstimmt
es_es: Destino si la hora coincide
fa_ir: مقصد تماس در صورتی که زمان همخوانی داشته باشد
pl: Miejsce docelowe, jeśli czas jest zgodny
pt_br: Destino se o horário for igual
ru_ru: Назначение если время совпадает

source: Destination matches
bg_bg: Направленията съвпадат
de_de: Ziel bei Übereinstimmung
es_es: Destinos en horario
fa_ir: مقصد تماس در صورت همخوانی
pl: Miejsce docelowe zgodne
pt_br: Destino no horário
ru_ru: Назначение при совпадении

source: Destination non-matches
bg_bg: Направленията не съвпадат
de_de: Ziel bei Nichtübereinsimmung
es_es: Destinos fuera de horario
fa_ir: مقصد تماس در صورت ناهمخوانی
pl: Miejsce docelowe nie pasuje
pt_br: Destino fora do horário
ru_ru: Назначение при несовпадении

source: Duplicate
bg_bg: Дублирай
de_de: Doppelt
pl: Duplikat
pt_br: Duplicar
ru_ru: Скопировать

source: Duplicate Time Conditions Name
de_de: Doppelter Name für die Zeitbedingung
pl: Duplikat nazwy warunków czasowych
ru_ru: Такое название правила по времени уже существует

source: Edit Time Condition: %s (%s)
bg_bg: Редактиране на Времево Условие: %s (%s)
de_de: Zeitbedingung bearbeiten: %s (%s)
es_es: Editar Condiciones de horario:%s (%s)
fa_ir: ویرایش شرط زمانی ： %s (%s)
pl: Edytuj warunek czasowy: %s (%s)
pt_br: Editar Condições de Horário: %s (%s)
ru_ru: Редактировать правило по времени: %s (%s)

source: Enable Maintenance Polling
bg_bg: Разреши Диагностика
de_de: Wartungsabruf aktivieren
es_es: Habilitar Mantenimiento de Encuesta
fa_ir: فعال سازی درخواست های نگهداری
pl: Uruchom Maintenence Pooling
pt_br: Habilitar Manutenção de Apuração
ru_ru: Включить опрос для обслуживания

source: February
bg_bg: Февруари
de_de: Februar
es_es: Febrero
fa_ir: فوریه
pl: Luty
pt_br: Fevereiro
ru_ru: Февраль

source: Friday
bg_bg: Петък
de_de: Freitag
es_es: Viernes
fa_ir: جمعه
pl: Piątek
pt_br: Sexta
ru_ru: Пятница

source: Give this Time Condition a brief name to help you identify it.
bg_bg: Дайте на това Времево Условие име за да ви помогне с идентифицирането му.
de_de: Geben Sie dieser Zeitbedingung einen kurzen Namen, der Ihnen bei der Identifizierung hilft.
es_es: Déle a esta condición horaria un nombre breve para ayudarle a identificarlo.
fa_ir: نام کوتاهی برای این شرط زمانی تخصیص دهید تا از این طریق قابل تشخیص باشد.
pl: Nadaj temu warunkowi czasowemu krótką nazwę, aby ułatwić jego identyfikację.
pt_br: Dê a esta condição horaria um breve nome para ajudar a identificá-lo.
ru_ru: Дайте этому правилу по времени краткое название, чтобы помочь вам идентифицировать его.

source: If set dialing the feature code will require a pin to change the override state
bg_bg: Ако е установено, при избирането на специален код ще се изисква PIN, за да се промени текущото състояние
de_de: Sofern angegeben, wird eine PIN benötigt, um die Überbrückung per Funktionscode auszulösen
es_es: Si establece marcación, el código de característica requerirá un pin para cambiar el estado de anulación
fa_ir: اگر برای شماره گیری کد ویژه تعریف کنید، برای تغییر وضعیت باید کلمه عبور را وارد نمایید
pl: Jeśli ustawiono wybieranie numeru, kod funkcji będzie wymagał kodu PIN w celu zmiany stanu zastąpienia
pt_br: Se definir a discagem, o código de recurso exigirá um pin para alterar o estado de substituição
ru_ru: Если установлен сервисный код - потребуется pin-код для переопределения изменения состояния

source: If set the hint will be INUSE if the time condition is matched, and NOT_INUSE if it fails
bg_bg: Ако установите hint ще бъде INUSE ако времевото условие съвпада и NOT_INUSE ако не съвпада
de_de: Wird dies gesetzt, wir der Hinweis „INUSE“ melden, falls die Zeitbedingung zutrifft und „NOT_INUSE“, falls nicht
es_es: Si se establece, la sugerencia (hint) será INUSE si la condición horaria coincide, y NOT_INUSE si no coincide
fa_ir: اگر این گزینه تنظیم شود، در صورت همخوان بودن شرط زمانی، حالت INUSE برای BLF در نظر گرفته می شود. در غیر اینصورت NOT_INUSE گزینش می شود
pl: Jeśli ustawiona wskazówką będzie INUSE, a warunek czasowy będzie spełniony, to NOT_INUSE się nie powiedzie
pt_br: Se definido, a dica será INUSE se a condição horária for igualada e NOT_INUSE se não coincidir
ru_ru: Если установлено - hint будет INUSE если правило по времени совпадает; и NOT_INUSE - если оно не выполняется

source: If set to false, this will override the execution of the Time Conditions maintenance task launched by call files. If all the feature codes for time conditions are disabled, the maintenance task will not be launched anyhow. Setting this to false would be fairly un-common. You may want to set this temporarily if debugging a system to avoid the periodic dialplan running through the CLI that the maintenance task launches and can be distracting.
bg_bg: Ако е установено невярно, това ще отмени изпълнението на задачата за поддръжка на Времеви Условия, стартирано от файловете на обжданията. Ако всички специални кодове за времеви условия са забранени, задачата за поддръжка няма да бъде стартирана така или иначе. Установяването на невярно би било доста необичайно. Може да искате да зададете това временно, ако търсите грешки в системата, за да избегнете периодичното показване на плана за набиране, минаващ през CLI, който задачата за поддръжка стартира и може да действа разсейващо.
de_de: Wenn nicht ausgewählt, werden von Anrufdateien (call file) veränderte Zeitbedingungen überschrieben. Wenn alle Funktionscodes für Zeitbedingungen deaktiviert sind, wird die Bearbeitung nie gestartet. Dies sollte eigentlich nie so eingestellt werden, kann aber bei der Fehlersuche verhindern, dass wahnsinnig viele Meldungen im Kommandozeilenfenster angezeigt werden und die eigentlich ausgeführten Tasks nicht mehr zu sehen sind.
es_es: Si se establece en falso, se anulará la ejecución de la tarea de mantenimiento de las condiciones horarias iniciada por los archivos de llamada. Si todos los códigos de función para las condiciones horarias están desactivados, la tarea de mantenimiento no se iniciará de todos modos. Poner esto en falso sería bastante poco común. Es posible que desee establecer esto temporalmente si depura un sistema para evitar que el dial plan en forma periódica ejecuta a través de la CLI que se inicie la tarea de mantenimiento y puede distraer.
fa_ir: اگر این مقدار برابر با false ست شود، اجرای شرایط زمانی توسط کال فایل بازنویسی می شود. اگر تمام کدهای ویژه برای شرایط زمانی غیرفعال شوند، پروسه نگهداری اجرا نخواهد شد. تنظیم این مقدار بر روی false اصلا رایج نیست. ممکن است برای دیباگ کردن سیستم مورد استفاده قرار گیرد.
pl: Jeśli ustawiona jest wartość false, zastąpi to wykonanie zadania konserwacji warunków czasowych uruchomionego przez pliki wywołań. Jeśli wszystkie kody funkcji dla warunków czasowych są wyłączone, zadanie konserwacji i tak nie zostanie uruchomione. Tą wartość na false ustawia się bardzo rzadko. Możesz ustawić to tymczasowo podczas debugowania systemu, aby uniknąć okresowego wybierania numeru uruchamianego przez interfejs wiersza polecenia, który jest uruchamiany przez zadanie konserwacji i może być rozpraszające.
pt_br: Se definido como falso, isso irá substituir a execução da tarefa de manutenção das Condições Horárias iniciadas pelos arquivos de chamada. Se todos os códigos de recurso para condições horárias estiverem desativados, a tarefa de manutenção não será iniciada de qualquer forma. Definir isto como falso seria pouco comum. Talvez você queira configurá-lo temporariamente se estiver depurando um sistema para evitar que o plano de discagem periodicamente execute através da CLI que inicia a tarefa de manutenção e pode distrair.
ru_ru: Если установлено значение false - это переопределит выполнение задачи обслуживания временных условий, запущенной файлами вызовов. Если все коды функций для временных условий отключены - задача обслуживания все равно не будет запущена. Параметр в false, будет довольно редко. Вы можете установить его временно, если отлаживаете систему, чтобы избежать периодического выполнения диалплана через CLI, который запускает задачу обслуживания и может отвлекать внимание.

source: Invert BLF Hint
bg_bg: Инвертиране на BLF Hint
de_de: BLF-Hinweis umkehren
es_es: Invertir el BLF
fa_ir: معکوس کردن حالت BLF
pl: Odwróć podpowiedź BLF
pt_br: Inverter Sugestão BLF
ru_ru: Инвертировать хинт BLF

source: January
bg_bg: Януари
de_de: Januar
es_es: Enero
fa_ir: ژانویه
pl: Styczeń
pt_br: Janeiro
ru_ru: Январь

source: July
bg_bg: Юли
de_de: Juli
es_es: Julio
fa_ir: جولای
pl: Lipiec
pt_br: Julho
ru_ru: Июль

source: June
bg_bg: Юни
de_de: Juni
es_es: Junio
fa_ir: ژوئن
pl: Czerwiec
pt_br: Junho
ru_ru: Июнь

source: Linked Item
de_de: Verknüpftes Element
pl: Powiązany element
ru_ru: Связанный элемент

source: List Time Conditions
bg_bg: Списък с Времеви Условия
de_de: Zeitbedingungen auflisten
es_es: Lista Condiciones Horarias
fa_ir: فهرست شرایط زمانی
pl: Wyświetl listę warunków czasowych
pt_br: Listar Condições de Tempo
ru_ru: Список правил по времени

source: List Time Groups
bg_bg: Списък с Времеви Групи
de_de: Zeitgruppen auflisten
es_es: Lista Grupos Horarios
fa_ir: فهرست گروه های زمانی
pl: Wyświetl listę grup czasowych
pt_br: Lista Grupos Horários
ru_ru: Список временных групп

source: Maintenance Polling Interval
bg_bg: Интервал за Диагностика
de_de: Intervall für den Wartungsabruf
es_es: Intervalo de Polling de Mantenimiento
fa_ir: زمان سرکشی نگهداری
pl: Interwał odpytywania konserwacji
pt_br: Intervalo de Manutenção de Apuração
ru_ru: Интервал технического обслуживания

source: March
bg_bg: Март
de_de: März
es_es: Marzo
fa_ir: مارس
pl: Marzec
pt_br: Março
ru_ru: Март

source: May
bg_bg: Май
de_de: Mai
es_es: Mayo
fa_ir: می
pl: Maj
pt_br: Maio
ru_ru: Май

source: Mode
de_de: Modus
pl: Tryb
ru_ru: Режим

source: Monday
bg_bg: Понеделник
de_de: Montag
es_es: Lunes
fa_ir: دوشنبه
pl: Poniedziałek
pt_br: Segunda
ru_ru: Понедельник

source: Month Day finish
bg_bg: Ден от Месец за край
de_de: Endet an Monatstag
es_es: Mes Dia Final
fa_ir: روز پایان در ماه
pl: Zakończenie dnia miesiąca
pt_br: Mês Dia final
ru_ru: Число месяца для окончания

source: Month Day start
bg_bg: Ден от Месец за начало
de_de: Beginnt an Monatstag
es_es: Mes Día comienzo
fa_ir: روز شروع در ماه
pl: Rozpoczęcie dnia miesiąca
pt_br: Mês Dia início
ru_ru: Число месяца для начала

source: Month finish
bg_bg: Месец за край
de_de: Endet an Monat
es_es: Mes final
fa_ir: ماه اتمام
pl: Zakończenie miesiąca
pt_br: Mês final
ru_ru: Месяц окончания

source: Month start
bg_bg: Месец за начало
de_de: Beginnt an Monat
es_es: Mes Comienzo
fa_ir: ماه شروع
pl: Rozpoczęcie miesiąca
pt_br: Mês início
ru_ru: Месяц начала

source: No
bg_bg: Не
de_de: Nein
fa_ir: خیر
pl: Nie
pt_br: Não
ru_ru: Нет

source: No Override
bg_bg: Без Отмяна
de_de: Keine Überbrückung
es_es: No Anular
fa_ir: بدون بازنویسی
pl: Brak nadpisania
pt_br: Não Substituir
ru_ru: Не переопределять

source: Not Set
de_de: Nicht gesetzt
pl: Nie ustawione
ru_ru: Не установлено

source: Not received
bg_bg: Не са получени
de_de: Nicht erhalten
es_es: No recibido
fa_ir: دریافت نشده
pl: Nieotrzymany
pt_br: Não recebido
ru_ru: Неполученный

source: November
bg_bg: Ноември
es_es: Noviembre
fa_ir: نوامبر
pl: Listopad
pt_br: Novembro
ru_ru: Ноябрь

source: October
bg_bg: Октомври
de_de: Oktober
es_es: Octubre
fa_ir: اکتبر
pl: Październik
pt_br: Outubro
ru_ru: Октябрь

source: Override Code Pin
bg_bg: PIN код за отмяна
de_de: Überbrückungscode-PIN
es_es: Pin de Anular Código
fa_ir: کمله عبور بازنویسی
pl: Zastąp kod PIN
pt_br: Pin de Substituição de Código
ru_ru: Pin-код переопределения

source: Override State
bg_bg: Състояние на Отмяна
de_de: Status der Überbrückung
es_es: Anular Estado
fa_ir: وضعیت بازنویسی
pl: Zastąp stan
pt_br: Substituir Estado
ru_ru: Переопределить состояние

source: Permanent Override matching state
bg_bg: Трайна Отмяна на Състояние на съвпадение
de_de: Dauerhafte Überbrückung: Bedingung trifft zu
es_es: Estado de coincidencia de reemplazo permanente
fa_ir: بازنویسی وضعیت دائمی همخوانی
pl: Trwałe zastąpienie pasującego stanu
pt_br: Estado de coincidência em substituição permanente
ru_ru: Состояние соответствия постоянного переопределения

source: Permanent Override unmatching state
bg_bg: Трайна Отмяна на Състояние на несъвпадение
de_de: Dauerhafte Überbrückung: Bedingung trifft nicht zu
es_es: Estado de no-coincidencia de anulación permanente
fa_ir: بازنویسی وضعیت دائمی ناهمخوانی
pl: Trwale zastąpienie niepasującego stanu
pt_br: Estado de não-coincidência em Substituição Permanente
ru_ru: Состояние несоответствия постоянного переопределения

source: Permanently matched
bg_bg: Трайно съвпадение
de_de: Permant übereinstimmend
es_es: Permanentemente Coincidente
fa_ir: همخوانی دائمی
pl: Stałe dopasowanie
pt_br: Permanentemente coincidente
ru_ru: Постоянное совпадение

source: Permanently unmatched
bg_bg: Трайно несъвпадение
de_de: Permanent nicht übereinstimmend
es_es: Permanentemente no coincidente
fa_ir: ناهمخوانی دائمی
pl: Stałe niedopasowanie
pt_br: Permanentemente não coincidente
ru_ru: Постоянное несовпадение

source: Please enter a valid Override Code Pin
bg_bg: Моля въведете валиден Код за Отмяна
de_de: Bitte geben Sie eine gültige Überbrückungscode-PIN ein
es_es: Introduzca un Pin de código de anulación válido
fa_ir: لطفا یک کلمه عبور معتبر برای بازنویسی وارد کنید
pl: Wprowadź prawidłowy kod PIN nadpisania
pt_br: Introduza um Código Pin de Substituição válido
ru_ru: Пожалуйста, введите действительное переопределение PIN-кода

source: Please enter a valid Time Conditions Name
bg_bg: Моля въведете правилно Име на Времево Условие
de_de: Bitte geben Sie einen gültigen Namen für die Zeitbedingung ein
es_es: Por favor, introduzca un nombre para la condición horaria válido.
fa_ir: لطفا یک نام معتبر برای شرایط زمانی وارد کنید
pl: Wprowadź prawidłową nazwę warunków czasowych
pt_br: Por favor, introduza um Nome de Condições Horárias válido
ru_ru: Пожалуйста, введите действительное название правила по времени

source: Please select a calendar or calendar group to associate with this timecondition.
de_de: Bitte wählen Sie einen Kalender oder eine Kalendergruppe, die dieser Zeitbedingung zugeordnet werden soll.
pl: Wybierz kalendarz lub grupę kalendarzy, którą chcesz powiązać z tym warunkiem czasowym.
ru_ru: Выберите календарь или группу календарей для связи с этим правилом по времени.

source: Please select a time group to associate with this timecondition.
de_de: Bitte wählen Sie eine Zeitgruppe, die dieser Zeitbedingung zugeordnet werden soll.
pl: Wybierz grupę czasową, którą chcesz powiązać z tym warunkiem czasowym.
ru_ru: Пожалуйста, выберите временную группу для связи ее с этим правилом по времени.

source: Reset
bg_bg: Изчисти
de_de: Zurücksetzen
es_es: Reiniciar
fa_ir: بازنشانی
pl: Zresetuj
pt_br: Reiniciar
ru_ru: Сброс

source: Reset Override
bg_bg: Ресетни Отмяна
de_de: Überschreibung zurücksetzen
es_es: Anulación Reiniciar
fa_ir: بازنویسی بازنشانی
pl: Zresetuj nadpisanie
pt_br: Reiniciar Substituição
ru_ru: Сброс переопределения

source: Saturday
bg_bg: Събота
de_de: Samstag
es_es: Sábado
fa_ir: شنبه
pl: Sobota
pt_br: Sabado
ru_ru: Суббота

source: Select a Group
bg_bg: Изберете Група
de_de: Wählen Sie eine Gruppe aus
es_es: Seleccione un Grupo
fa_ir: یک گروه انتخاب نمایید
pl: Wybierz grupę
pt_br: Selecione um Grupo
ru_ru: Выбор группы
