Repository: FreePBX/timeconditions
Catalog: i18n/*/LC_MESSAGES/timeconditions.po
Languages: bg_bg, de_de, es_es, fa_ir, pl, pt_br, ru_ru

source: Select a Time Group created under Time Groups. Matching times will be sent to matching destination. If no group is selected, call will always go to no-match destination.
bg_bg: Изберете Времева Група съдадена в 'Времеви Групи'. При съвпадане на времето ще се изпраща към избраното направление. Ако не е избрана група, обажданията ще се прехвърлят към несъвпадащи направления.
de_de: Wählen Sie eine Zeitgruppe, die unter Zeitgruppen erstellt wurde. Die Übereinstimmungszeiten werden an das übereinstimmende Ziel gesendet. Wenn keine Gruppe ausgewählt ist, wird der Anruf immer an ein Ziel ohne Übereinstimmung geleitet.
es_es: Seleccione un grupo horario creado en Grupos de horario. Los tiempos de coincidencia se enviarán al destino coincidente. Si no se selecciona ningún grupo, la llamada siempre irá al destino sin coincidencia.
fa_ir: یک گروه زمانی از گروه های زمانی انتخاب کنید. تماس های همخوان با زمان به مقصد تعریف شده برای همخوانی ارسال می شوند. اگر گروهی انتخاب نشود، تماس ها همیشه به مقصد تعریف شده برای ناهمخوانی هدایت می شوند.
pl: Wybierz grupę czasową utworzoną w obszarze Grupy czasowe. Pasujące czasy zostaną wysłane do pasującego miejsca docelowego. Jeśli nie zostanie wybrana żadna grupa, połączenie będzie zawsze kierowane do miejsca docelowego, które nie pasuje.
pt_br: Selecione um Grupo Horário criado em Grupos de Horário. Os horários de coincidência serão enviados para o destino correspondente. Se nenhum grupo estiver selecionado, a chamada sempre será para o destino sem coincidência.
ru_ru: Выберите Временную группу, созданную в разделе Временные группы. Совпадающее время будет отправлено в соответствующий пункт назначения. Если ни одна группа не выбрана - вызов всегда будет идти в назначение при несовпадении.

source: Select the Mode for checking time conditions
de_de: Wählen Sie den Modus für die Überprüfung von Zeitbedingungen
pl: Wybierz tryb sprawdzania warunków czasowych
ru_ru: Выберите режим проверки правил по времени

source: September
bg_bg: Септември
es_es: Septiembre
fa_ir: سپتامبر
pl: Wrzesień
pt_br: Setembro
ru_ru: Сентябрь

source: Server time:
bg_bg: Сървърно Време:
de_de: Serverzeit:
es_es: Hora del Server:
fa_ir: ساعت سرور：
pl: Czas serwera:
pt_br: Hora do Servidor:
ru_ru: Время сервера:

source: Specify the time zone by name if the destinations are in a different time zone than the server. Type two characters to start an auto-complete pick-list. <br/><strong>Important</strong>: Your selection here <strong>MUST</strong> appear in the pick-list or in the /usr/share/zoneinfo/ directory.
bg_bg: Посочете часовата зона по име, ако направленията са в различна часова зона от тази на сървъра. Въведете два знака, за да стартирате списъка за автоматично попълване. <br/><strong>Важно</strong>: Вашият избор тук <strong>ТРЯБВА</strong> да се показва в падащото меню или в директорията /usr/share/zoneinfo/ .
de_de: Geben Sie den Namen der Zeitzone an, falls die Ziele sich in einer anderen Zeitzone befinden als der Server. Tippen Sie zwei Zeichen, um die Autovervollständigungsliste zu starten.<br /><strong>Wichtig:</strong> Ihre Auswahl hier <strong>MUSS</strong> in der Auswahlliste oder im Verzeichnis /usr/share/zoneinfo erscheinen.
es_es: Especifique la zona horaria por nombre si los destinos están en una zona horaria diferente que el servidor. Escriba dos caracteres para iniciar una lista de selección de autocompletar. <br/><strong> Importante </strong>: Su selección aquí <strong>DEBE</strong> aparecer en la lista de selección o en el directorio /usr/share/zoneinfo/.
fa_ir: اگر سرور در این منطقه زمانی نیست یک منطقه زمانی را برای آن مشخص کنید. برای مشخص کردن منطقه دو کاراکتر ابتدایی را وارد نمایید تا مابقی به صورت خودکار کامل شود. <br/><strong>مهم</strong>: انتخاب شما <strong>باید</strong> در لیست و یا در مسیر /usr/share/zoneinfo/ وجود داشته باشد.
pl: Określ strefę czasową według nazwy, jeśli miejsca docelowe znajdują się w innej strefie czasowej niż serwer. Wpisz dwa znaki, aby rozpocząć automatyczne uzupełnianie listy wyboru. <br/><strong>Ważne</strong>: Twój wybór tutaj <strong>MUSI</strong> pojawić się na liście wyboru lub w katalogu /usr/share/zoneinfo/.
pt_br: Especifique o fuso horário por nome se os destinos estiverem em um fuso horário diferente do servidor. Digite dois caracteres para iniciar uma lista de autocompletar.<br/><strong>Importante</strong>: Sua seleção <strong>DEVE</strong>deve aparecer na lista ou no diretório /usr/share/zoneinfo/.
ru_ru: Укажите часовой пояс по имени, если пункты назначения находятся в ином часовом поясе, чем сервер. Введите два символа, чтобы запустить поиск по списку выбора. <br/><strong>Важно</strong>: ваш выбор здесь <strong>должен</strong> появиться в списке выбора или в каталоге /usr/share/zoneinfo/.

source: Submit
bg_bg: Приеми
de_de: Absenden
es_es: Enviar
fa_ir: ثبت
pl: Wyślij
pt_br: Enviar
ru_ru: Принять

source: Sunday
bg_bg: Неделя
de_de: Sonntag
es_es: Domingo
fa_ir: یکشنبه
pl: Niedziela
pt_br: Domingo
ru_ru: Воскресенье

source: Temporary Override matching state
bg_bg: Временна Отмяна на съвпадение
de_de: Vorübergehende Überbrückung: Bedingung trifft zu
es_es: Estado Anulación de Coincidencia Temporal
fa_ir: بازنویسی موقت وضعیت همخوان
pl: Tymczasowe zastąpienie pasującego stanu
pt_br: Estado de Substituição de Coincidência Temporal
ru_ru: Временное переопределение соответствующего состояния

source: Temporary Override unmatching state
bg_bg: Временна Отмяна на Състояние на несъвпадение
de_de: Vorübergehende Überbrückung: Bedingung trifft nicht zu
es_es: Estado Anulación de no-Coincidencia Temporal
fa_ir: بازنویسی موقت وضعیت ناهمخوان
pl: Tymczasowe zastąpienie niepasującego stanu
pt_br: Estado de Substituição de não-Coincidência Temporal
ru_ru: Временное переопределение несоответствующего состояния

source: Temporary matched
bg_bg: Временно съвпадение
de_de: Vorübergehend übereinstimmend
es_es: Temporalmente Coincide
fa_ir: همخوانی موقت
pl: Tymczasowe dopasowanie
pt_br: Temporalmente coincide
ru_ru: Временное соответствие

source: Temporary unmatched
bg_bg: Временно несъвпадение
de_de: Vorübergehend nicht übereinstimmend
es_es: Temporalmente no Coincide
fa_ir: ناهمخوانی موقت
pl: Tymczasowe niedopasowanie
pt_br: Temporalmente não-coincide
ru_ru: Временное несоответствие

source: The polling interval in seconds used by the Time Conditions maintenance task, launched by an Asterisk call file used to update Time Conditions override states as well as keep custom device state hint values up-to-date when being used with BLF. A shorter interval will assure that BLF keys states are accurate. The interval should be less than the shortest configured span between two time condition states, so that a manual override during such a period is properly reset when the new period starts.
bg_bg: Интервалът на избиране в секунди, използван от задачата за поддържане на Времеви Условия, стартиран от файла за обаждания на Asterisk, използван за актуализиране на състоянието на отмяна на Времеви Условия, както и за запазване актуални стойности на custom device state hint, когато се използва с BLF. По-кратък интервал ще гарантира, че състоянията на BLF бутоните са точни. Интервалът трябва да бъде по-малък от най-краткия конфигуриран диапазон между две времеви условия, така че при ръчна отмяна по време на такъв период, да бъде правилно нулиран когато започва новият период.
de_de: Das Abfrageintervall in Sekunden, welches auf Änderungen im Zeitbedingungsmodul prüft, die ihren Ursprung in einer "Anrufdatei" (call file) haben, welche den Status einer solchen verändern soll oder individuelle Verfügbarkeits-Besetztlampenfelder aktuell hält. Ein kürzeres Intervall stellt die Aktualität der Zustände sicher. Das Intervall sollte kürzer als die kürzeste Zeitspanne zwischen zwei Zeitbedingungszuständen sein, damit eine temporäre Zustandsänderung innerhalb dieses Zeitfensters richtig zurückgesetzt wird, wenn die nächste Periode beginnt.
es_es: El intervalo de sondeo en segundos utilizado por la tarea de mantenimiento de las condiciones de tiempo, iniciado por un archivo de llamada de asterisco utilizado para actualizar los estados de anulación de condiciones de tiempo, así como mantener actualizados los valores de sugerencias de estado de dispositivos personalizados cuando se utiliza con BLF. Un intervalo más corto asegurará que los estados de las llaves BLF sean exactos. El intervalo debe ser menor que el intervalo configurado más corto entre dos estados de condición de tiempo, de modo que una anulación manual durante dicho periodo se restablezca correctamente cuando se inicia el nuevo período.
fa_ir: فواصل زمانی که پروسه سرکشی نگهداری شرایط زمانی توسط استریسک اجرا می شوند. فواصل زمانی کوتاه باعث افزایش دقت وضعیت نمایش BLF ها می شود.
pl: Interwał odpytywania w sekundach używany przez zadanie konserwacji warunków czasowych, uruchamiane przez plik wywołania Asterisk używany do aktualizowania stanów zastąpienia warunków czasowych, a także aktualizowania niestandardowych wartości wskazówek dotyczących stanu urządzenia podczas korzystania z BLF. Krótszy interwał zapewni dokładność stanów kluczy BLF. Odstęp powinien być mniejszy niż najkrótszy skonfigurowany odstęp między dwoma stanami warunków czasowych, aby ręczne nadpisanie w takim okresie zostało prawidłowo zresetowane po rozpoczęciu nowego okresu.
pt_br: O intervalo de sondagem em segundos usado pela tarefa de manutenção de Condições Horárias, lançado por um arquivo de chamada Asterisk usado para atualizar estados substituição de condições horárias, bem como manter os valores de dica de estado de dispositivo personalizados atualizados quando usado com BLF. Um intervalo mais curto assegurará que os estados das chaves BLF sejam precisos. O intervalo deve ser menor do que o intervalo configurado mais curto entre dois estados de condição horária, de modo que uma substituição manual durante tal período seja devidamente reiniciada quando o novo período começar.
ru_ru: Интервал опроса в секундах, используемый задачей обслуживания временных условий, запускаемой файлом вызова Asterisk, используемым для обновления состояний переопределения временных условий, а также для обновления значений hint'ов пользовательских состояний устройств при использовании с BLF. Более короткий интервал гарантирует более точные состояния клавиш BLF. Интервал должен быть меньше самого короткого настроенного промежутка между двумя состояниями правил по времени, чтобы ручное переопределение в течение такого периода было правильно сброшено при запуске нового периода.

source: This Time Condition can be set to Temporarily go to the 'matched' or 'unmatched' destination in which case the override will automatically reset once the current time span has elapsed. If set to Permanent it will stay overridden until manually reset. All overrides can be removed with the Reset Override option. Temporary Overrides can also be toggled with the %s feature code, which will also remove a Permanent Override if set but can not set a Permanent Override which must be done here or with other applications such as an XML based phone options.
bg_bg: Това Времево Условие може да бъде настроено Временно да отива на направление при "съвпадение" или "несъвпадение", в който случай отмяната автоматично ще се нулира, след като изтече текущия период. Ако е зададено "Трайна", то ще остане отменено, докато не се нулира ръчно. Всички отмени могат да бъдат премахнати с опцията "Ресетни Отмяна". Временните превключвания също могат да бъдат превключвани със специален код %s, който също ще премахне Трайна Отмяна, ако е зададена, но не може да зададе Трайна Отмяна което трябва да се направи тук или с други приложения, като например опции за телефони, базирани на XML.
de_de: Diese Zeitbedingung kann vorübergehend auf „übereinstimmend“ oder „nicht übereinstimmend“ geschaltet werde, die Überbrückung wird in diesem Fall automatisch zurückgesetzt, sobald die aktuelle Zeitspanne abgelaufen ist. Wird sie permanten umgeschaltet, bleibt die Überbrückung bestehen, bis sie manuell zurückgestellt wird. Vorübergehende Überbrückungen können auch mit dem Funktionscode %s umgeschaltet werden, wodurch außerdem eine permanente Überbrückung zurückgesetzt wird, sofern vorhanden. Eine permanente Überbrückung kann so nicht geschaltet werden, dies muss entweder hier oder mit einer anderen Anwendung wie einer XML-basierten Telefonoption geschehen.
es_es: Esta condición de tiempo se puede configurar para ir temporalmente al destino "emparejado" o "no coincidente", en cuyo caso la anulación se restablecerá automáticamente una vez transcurrido el lapso de tiempo actual. Si se establece en Permanente permanecerá anulado hasta que se restablezca manualmente. Todas las anulaciones se pueden eliminar con la opción Restablecer anulación. Las modificaciones temporales también se pueden alternar con el código de característica %s, que también eliminará un reemplazo permanente si se establece pero no se puede establecer un reemplazo permanente que debe realizarse aquí o con otras aplicaciones como las opciones de un teléfono basado en XML.
fa_ir: شرط زمانی می تواند به صورت موقت به مقصد همخوان یا ناهمخوان از لحاظ زمانی هدایت شود. در این حالت زمانی مه شرط زمانی به اتمام برسد، این وضعیت به صورت خودکار به حالت اصلی بازگردانده می شود. اگر به صورت دائمی تنظیم شود، پس از بازنویسی در همان حالت باقی می ماند تا زمانی که به صورت دستی بازنشانی شود. همه ی بازنویسی ها با گزینه Reset Override بازنشانی می شوند. بازنویسی های موقت نیز از طریق کد ویژه %s تغییر وضعیت داده می شوند حتی اگر به صورت دائمی بازنویسی شده باشد ولی نمی توانند حالت دائمی را از این طریق تنظیم کنند.
pl: Ten warunek czasowy można ustawić jako tymczasowy przejdź do „dopasowanego” lub „niedopasowanego” miejsca docelowego wtedy zastąpionenie zostanie automatycznie zresetowane po upływie bieżącego przedziału czasu. Jeśli jest ustawiony na stały, pozostanie zastąpiony do czasu ręcznego zresetowania. Wszystkie nadpisania można usunąć za pomocą opcji resetuj nadpisanie. Tymczasowe zastąpienie można także przełączać za pomocą kodu funkcji %s który również usunie trwałe zastąpienie, jeśli jest ustawione, ale nie można ustawić stałego zastąpienia, które należy wykonać tutaj lub za pomocą innych aplikacji, takich jak opcje telefonu oparte na formacie XML.
pt_br: Esta condição horária pode ser configurada para ir temporariamente para o destino "coincidente" ou "não-coincidente", caso em que a substituição será redefinida automaticamente após o tempo decorrido. Se definido como Permanente, permanecerá sobrescrito até ser reinicializado manualmente. Todas as substituições podem ser removidas com a opção Reiniciar Substituição. As Substituições Temporárias também podem ser alteradas com o código de recurso %s, que também removerá uma Substituição Permanente se configurada, mas não pode definir uma Substituição Permanente que deve ser feita aqui ou com outras aplicações, como opções de telefone com base em XML.
ru_ru: Это правило по времени может быть установлено для временного перехода к назначению "при совпадении" или "при несовпадении", и в этом случае переопределение автоматически сбрасывается по истечении текущего промежутка времени. Если он установлен в постоянное значение, то будет оставаться переопределенным до тех пор, пока не будет сброшен вручную. Все переопределения можно удалить с помощью опции Сброс переопределения. Временные переопределения также могут быть переключены с помощью кода функции %s, который также удалит постоянное переопределение, если оно установлено, но не может установить постоянное переопределение, которое должно быть выполнено здесь или с другими приложениями, такими как параметры телефона на основе XML.

source: This section will be removed from this time group and all current settings including changes will be updated. OK to proceed?
bg_bg: Тази секция ще бъде премахната от тази времева група и всички текущи настройки включително промените ще бъдат обновени. Да продължа ли?
de_de: Dieser Abschnitt wird aus dieser Zeitgruppe entfernt und alle aktuellen Einstellungen einschließlich Änderungen werden aktualisiert. OK, um fortzufahren?
es_es: Esta sección se eliminará de este grupo horario y se actualizarán todos los ajustes actuales, incluidos los cambios. OK para continuar?
fa_ir: این بخش از گروه زمانی و تمامی تنظیمات حذف می شود. ادامه می دهید؟
pl: Ta sekcja zostanie usunięta z tej grupy czasowej, a wszystkie bieżące ustawienia, w tym zmiany, zostaną zaktualizowane. OK, aby kontynuować?
pt_br: Esta seção será removida deste grupo horário e todas as configurações atuais, incluindo as alterações, serão atualizadas. OK para prosseguir?
ru_ru: Этот раздел будет удален из этой временной группы и все текущие настройки, включая изменения, будут обновлены. Жмите ОК чтобы продолжить.

source: This time group is currently in use and cannot be deleted
bg_bg: Времевата група в момента се използва и не може да бъде изтрита
de_de: Diese Zeitgruppe wird momentan verwendet und kann nicht gelöscht werden
es_es: Este grupo horario está actualmente en uso y no se puede eliminar
fa_ir: این گروه زمانی درحال استفاده است و نمی توان آن را حذف کرد
pl: Ta grupa czasowa jest aktualnie używana i nie można jej usunąć
pt_br: Este grupo horário está atualmente em uso e não pode ser excluído
ru_ru: Эта временная группа в настоящее время используется и не может быть удалена

source: This will display as the name of this Time Group
bg_bg: Име на тази Времева Група
de_de: Dies wird den Namen dieser Zeitgruppe anzeigen
es_es: Esto se mostrará como el nombre de este grupo horario
fa_ir: به عنوان نام گروه زمانی نمایش داده می شود
pl: To bedzie wyświetlane jako nazwa tej grupy czasowej
pt_br: Isso será exibido como o nome deste Grupo Horário
ru_ru: Это будет отображаться как имя этой временной группы

source: Thursday
bg_bg: Четвъртък
de_de: Donnerstag
es_es: Jueves
fa_ir: پنج شنبه
pl: Czwartek
pt_br: Quinta
ru_ru: Четверг

source: Time Condition
bg_bg: Времево Условие
de_de: Zeitbedingung
es_es: Condiciones horarias
fa_ir: شرط زمانی
pl: Warunek czasowy
pt_br: Condições de Tempo
ru_ru: Правило по времени

source: Time Condition Module
bg_bg: Модул Времеви Условия
de_de: Modul für Zeitbedingungen
es_es: Modulo Condiciones Horarias
fa_ir: ماژول شرط زمانی
pl: Moduł warunków czasowych
pt_br: Módulo Condições Horárias
ru_ru: Модуль правило по времени

source: Time Condition name
bg_bg: Име на Времево Условие
de_de: Name der Zeitbedingung
es_es: Nombre Condición Horaria
fa_ir: نام شرط زمانی
pl: Nazwa warunku czasowego
pt_br: Nome da Condição Horária
ru_ru: Название правила по времени

source: Time Condition: %s
bg_bg: Времево Условие: %s
de_de: Zeitbedingung: %s
es_es: Condición Horaria: %s
fa_ir: شرط زمانی ： %s
pl: Warunek czasowy: %s
pt_br: Condição Horária: %s
ru_ru: Правило по времени: %s

source: Time Conditions
bg_bg: Времеви Условия
de_de: Zeitbedingungen
es_es: Condiciones Horarias
fa_ir: شرایط زمانی
pl: Warunki czasowe
pt_br: Condições Horárias
ru_ru: Правила по времени

source: Time Group
bg_bg: Времева Група
de_de: Zeitgruppe
es_es: Grupo horario
fa_ir: گروه زمانی
pl: Grupa czasowa
pt_br: Grupo de Tempo
ru_ru: Временная Группа

source: Time Group Mode
de_de: Zeitgruppenmodus
pl: Tryb grupy czasowej
ru_ru: Режим временной группы

source: Time Groups
bg_bg: Времеви Групи
de_de: Zeitgruppen
es_es: Grupos Horarios
fa_ir: گروه‌های زمانی
pl: Grupy czasowe
ru_ru: Временные группы

source: Time Zone:
bg_bg: Времева Зона:
de_de: Zeitzone:
es_es: Zona Horaria:
fa_ir: منطقه زمانی ：
pl: Strefa czasowa:
pt_br: Fuso Horário:
ru_ru: Часовой пояс:

source: Time to Start
bg_bg: Начален Час
de_de: Startzeit
es_es: Hora de Inicio
fa_ir: زمان شروع
pl: Czas rozpoczęcia
pt_br: Hora de Início
ru_ru: Время начала

source: Time to finish
bg_bg: Краен Час
de_de: Endzeit
es_es: Hora de terminar
fa_ir: زمان پایان
pl: Czas zakończenia
pt_br: Hora de Término
ru_ru: Время окончания

source: Time(s)
bg_bg: Време(на)
de_de: Zeit(en)
es_es: Horas(s)
fa_ir: زمان (ها)
pl: Czas(s)
pt_br: Hora(s)
ru_ru: Время

source: Tuesday
bg_bg: Вторник
de_de: Dienstag
es_es: Martes
fa_ir: سه‌شنبه
pl: Wtorek
pt_br: Terça
ru_ru: Вторник

source: Unchanged
bg_bg: Без Промяна
de_de: Unverändert
es_es: Sin Alterar
fa_ir: بدون تغییر
pl: Niezmienione
pt_br: Não alterado
ru_ru: Не выбрано

source: Unknown State
bg_bg: Неразпознато Състояние
de_de: Unbekannter Status
es_es: Estado Desconocido
fa_ir: وضعیت نامشخص
pl: Nieznany stan
pt_br: Estado Desconhecido
ru_ru: Неизвестное состояние

source: Use System Timezone
bg_bg: Използвай Системната Времева Зона
de_de: System-Zeitzone verwenden
es_es: Use zona horaria del sistema
fa_ir: استفاده از منطقه زمانی سیستم
pl: Użyj systemowej strefy czasowej
pt_br: Utilizar Fuso Horário do Sistema
ru_ru: Использовать системный часовой пояс

source: Wednesday
bg_bg: Сряда
de_de: Mittwoch
es_es: Miércoles
fa_ir: چهارشنبه
pl: Środa
pt_br: Quarta
ru_ru: Среда

source: Week Day Start
bg_bg: Ден от Седмицата за начало
de_de: Beginnt an Wochentag
es_es: Semana Día Inicio
fa_ir: روز هفته ی شروع
pl: Dzień rozpoczecia w tygodniu
pt_br: Dia da Semana Início
ru_ru: День недели начала

source: Week Day finish
bg_bg: Ден от Седмицата за край
de_de: Endet an Wochentag
es_es: Semana Día Fin
fa_ir: روز هفته ی پایان
pl: Dzień zakończenia w tygodniu
pt_br: Dia da Semana Término
ru_ru: День недели окончания

source: Yes
bg_bg: Да
de_de: Ja
es_es: Si
fa_ir: بله
pl: Tak
pt_br: Sim
ru_ru: Да

source: You cant set both a group and a calendar
de_de: Sie können sowohl eine Gruppe als auch einen Kalender einstellen
pl: Nie można ustawić jednocześnie grupy i kalendarze
ru_ru: Вы не можете установить одновременно группу и календарь

source: Your timecondition is linked to a non-existant calendar
de_de: Ihre Zeitbedingung ist mit einem nicht-existenten Kalender verknüpft
pl: Twój warunek czasowy jest powiązany z nieistniejącym kalendarzem
ru_ru: Ваше правило по времени связано с несуществующим календарем

source: Your timecondition is linked to a non-existant calendar group
de_de: Ihre Zeitbedingung ist mit einer nicht-existenten Kalendergruppe verknüpft
pl: Twój warunek czasowy jest powiązany z nieistniejącą grupą kalendarzy
ru_ru: Ваше правило по времени связано с несуществующей календарной группой

source: false goto
bg_bg: невярно goto
de_de: Wenn nicht zutreffend gehe zu
es_es: falso ir
fa_ir: goto نادرست
pl: fałszywe idź do (goto)
pt_br: falso vá para
ru_ru: переход при лжи

source: true goto
bg_bg: вярно goto
de_de: wenn zutreffend gehe zu
es_es: goto verdadero
fa_ir: goto درست
pl: prawdziwe idź do (goto)
pt_br: verdadeiro vá para
ru_ru: переход при истине

source: unnamed
bg_bg: без име
de_de: unbenannt
es_es: sin nombre
fa_ir: بدون نام
pl: bez nazwy
pt_br: sem nome
ru_ru: без имени

source: %sWARNING:%s No time defined for this condition, please review
es_es: %sATENCIÓN:%s No se han definido horas para esta condición; por favor, revise

source: Checking for old timeconditions to upgrade..
es_es: Comprobando condiciones horarias antiguas que actualizar...

source: ERROR: failed to convert field
es_es: Error: fallo al convertir el campo

source: Linked Time Group
es_es: Grupo Horario Enlazado

source: OK
es_es: Hecho

source: Upgraded %s and created group %s
es_es: %s actualizadas y %s grupos creados
