Repository: FreePBX/timeconditions
Catalog: i18n/*/LC_MESSAGES/timeconditions.po
Languages: bg_bg, de_de, es_es, fa_ir, pl, pt_br, ru_ru

source: You have not selected a time group to associate with this timecondition. It will go to the un-matching destination until you update it with a valid group
es_es: No ha seleccionado ningún grupo horario al que asociar esta condición horaria. Esta regla siempre irá al destino que no coincide a menos que la actualice con un grupo horario válido.
fa_ir: شما هیچ گروه زمانی را برای این شرط زمانی انتخاب نکرده اید. تا زمان انتخاب گروه درست، تماس ها به مقصد تعیین شده برای زمان ناهمخوان ارسال می شوند
pt_br: Você não selecionou um grupo horário para associar a esta condição horária. Ele irá para o destino não-coincidente até você atualizá-lo com um grupo válido

source: already exists
es_es: Ya existe

source: checking for generate_hint field..
es_es: chequeando campo generate_hint ...

source: converting timeconditions time field to int..
es_es: Convirtiendo el campo de hora de las condiciones horarias a entero...

source: generating feature codes if needed..
es_es: generando códigos de función de ser necesario..

source: no upgrade needed
es_es: No es necesaria ninguna actualización

source: starting migration
es_es: Iniciando migración
